<pad>
<unk>
'
(
)
),
).
,
-
.
. .
. [
..
/
0
010
02
1
10
10th
11
12
12th
13
14
16
17
19
1A
1st
2
22
24
2nd
3
31
33
38
3rd
4
4XXXX
4th
5
5XXXX
5th
6
6th
7
7mm
7th
8
8mm
8th
9
9th
:
;
<
>
>].
?
A
ABDOMEN
AICD
AP
AVN
Abdomen
Abdominal
Abnormal
Accentuated
Accounting
Acromioclavicular
Acute
Additional
Additionally
Adjacent
Advanced
After
Again
Age
Air
Airspace
Alignment
All
Allowing
Also
An
And
Ankle
Another
Anterior
Aorta
Aortic
Apical
Apparent
Appearance
Are
Arthritic
Artifact
As
At
Atherosclerosis
Atherosclerotic
Atrial
Azygos
B
BR
Background
Bandlike
Basilar
Been
Biapical
Bibasilar
Bilateral
Blunted
Blunting
Bochdalek
Bone
Bony
Borderline
Both
Bridging
Broken
Bronchovascular
Bullae
CABG
CHEST
COPD
CT
Calcific
Calcification
Calcifications
Calcified
Callus
Cannot
Cardiac
Cardio
Cardiomediastinal
Cardiomegaly
Cardiopulmonary
Catheter
Centered
Central
Cervical
Changes
Chest
Cholecystectomy
Chondral
Chronic
Chronically
Clear
Clips
Coarsened
Compared
Comparison
Configuration
Confluent
Considering
Consolidation
Contour
Contours
Contrast
Coronary
Correlate
Corticated
Costophrenic
Critical
Crowded
Currently
Curvilinear
Cutaneous
DISH
Decreased
Definite
Deformed
Deformity
Degenerative
Dense
Density
Descending
Dextro
Dextroconvex
Dextroscoliosis
Diaphragm
Diffuse
Diffusely
Dilated
Diminutive
Displaced
Distal
Drainage
Dual
EKG
Elevated
Elevation
Emphysema
Emphysematous
Endotracheal
Endplate
Enlarged
Enteric
Epigastric
Evaluation
Eventration
Evidence
Exaggerated
Exaggeration
Exam
Examination
Extensive
External
Feeding
Femur
Findings
First
Flattening
Flowing
Focal
Following
For
Formed
Fracture
Fractures
Frontal
Gastrostomy
Generalized
Generative
Given
Granulomas
Granulomatous
Grossly
Hand
Healed
Heart
Hiatal
Hilar
Hindfoot
Hip
Hips
However
Hyperaerated
Hyperexpanded
Hyperexpansion
Hyperinflated
Hyperinflation
Hyperlucent
Hypoinflation
I
ICD
IJ
IV
IVC
If
Ill
Implantable
Improved
In
Incidental
Included
Incompletely
Increase
Increased
Increasing
Inferior
Innumerable
Intact
Interposition
Interstitial
Interstitium
Interval
Irregular
Irregularity
Is
It
KUB
Kyphotic
L1
L2
L3
L4
LV
Large
Laryngeal
Lateral
Leads
Left
Levocurvature
Levoscoliosis
Limbus
Limited
Lobulated
Lordotic
Low
Lower
Lucencies
Lucency
Lucent
Lumbar
Lumbosacral
Lung
Lungs
Marked
Marrow
Masslike
Mediastinal
Mediastinum
Mediport
Metastatic
Mid
Middle
Midline
Mild
Mildly
Minimal
Minimally
Mitral
Mixed
Moderate
Monitoring
Morgagni
Mortise
Multifocal
Multilevel
Multiple
NECK
NG
Nasogastric
Negative
Nipple
No
Nodular
Nonobstructive
Normal
Not
Note
Numerous
ORIF
Obliquely
Of
Old
On
Once
One
Opacity
Osseous
Osteopenia
Osteophyte
Osteophytes
Osteophytic
Otherwise
Oval
Overall
Overlying
PA
PIC
PICC
Pacemaker
Paramediastinal
Partial
Partially
Patchy
Patient
Pectus
Pelvis
Peribronchial
Peripheral
Persistent
Pleural
Pneumonia
Poly
Portable
Possibility
Possible
Postop
Postoperative
Postsurgical
Pression
Previous
Previously
Primordial
Prior
Probable
Prominence
Prominent
Prosthetic
Pulmonary
Question
Questionable
Radiodensity
Radiographic
Radiographically
Radiopaque
Rectal
Redemonstrated
Redemonstration
Reduced
Relative
Relatively
Remainder
Remaining
Remote
Removal
Residual
Residuals
Resolved
Results
Retained
Retrocardiac
Ribs
Right
Rotated
Rounded
S
S1
SOFT
SVC
Sacroiliac
Sacrum
Scaphoid
Scarring
Scattered
Sclerosis
Sclerotic
Scoliosis
Senescent
Sequela
Sequelae
Several
Severe
She
Shoulder
Shunt
Significant
Significantly
Similar
Since
Single
Size
Skin
Slight
Slightly
Small
Soft
Some
Specifically
Spinal
Spondylosis
Spurring
Stable
Status
Stent
Sternotomy
Sternum
Straightening
Strandy
Streaky
Study
Subcarinal
Subcutaneous
Subsegmental
Subtle
Supine
Surgical
Suspected
Suture
T
T10
T11
T12
T4
T5
T6
T7
T8
T9
TB
TIPS
TISSUE
Technically
The
There
These
They
Thin
This
Thoracic
Three
To
Tortuosity
Tortuous
Torturous
Trachea
Tracheostomy
Tubular
Two
Umbilical
Unchanged
Unclear
Underlying
Unfolded
Unfolding
Unremarkable
Upper
Ureteral
VP
Vague
Vascular
Vascularity
Vertebral
Verterbroplasty
Visualized
Volume
We
Well
Within
X
XXXX
[<
a
abdomen
abdominal
abnormal
abnormalities
abnormality
abnormally
about
above
absence
abut
accentuated
accentuates
accessed
accessory
account
acetabulum
acromioclavicular
active
acuity
acute
addition
additional
adenopathy
adjacent
advanced
aerated
aeration
again
age
ago
air
airspace
airway
airways
alignment
allowing
along
already
also
alternatively
although
alveolar
amount
amputation
an
anchor
anchors
and
aneurysm
angulate
ankle
annular
another
anterior
anteriorly
anterolateral
any
aorta
aortic
aorticopulmonary
aorto
apex
apical
apices
apparent
appear
appearance
appearances
appearing
appears
appreciable
appreciated
appropriate
approximately
approximating
are
area
areas
arm
around
arterial
arteries
artery
arthritic
arthritis
arthroplasty
articular
articulation
artifact
artifacts
artifactual
artifactually
as
asbestos
ascending
aside
aspect
aspergilloma
aspiration
assessment
associated
asymmetric
at
atelectasis
atelectatic
atherosclerosis
atherosclerotic
atrial
atrium
attached
attenuation
atypical
available
axilla
axillary
azygos
back
background
bacterial
balloon
bandlike
basal
base
based
bases
basilar
be
bearing
become
been
behind
believed
below
beneath
benefit
benign
besides
better
between
beyond
biapical
bibasal
bibasilar
bihilar
bilateral
bilaterally
biliary
biopsy
bipolar
biventricular
blunted
blunting
bodies
body
bone
bony
bordered
borderline
both
bowel
brachiocephalic
breast
bridging
broken
bronchi
bronchial
bronchiectasis
bronchiectatic
bronchitis
bronchopulmonary
bronchovascular
bulge
bullae
bullet
bullous
but
by
bypass
calcaneal
calcific
calcification
calcifications
calcified
calcium
caliber
called
callus
cannot
capping
cardia
cardiac
cardio
cardiomediastinal
cardiomegaly
cardiophrenic
cardiopulmonary
cardiothoracic
cardiothymic
carina
carinatum
cartilage
cartilages
cassettes
catheter
caudal
causing
caval
cavitary
cavitation
cavitations
cavity
cavoatrial
cell
central
centrally
centrilobular
cephalization
cerclage
certainty
cervical
cervicothoracic
change
changes
characteristic
characterized
chest
chin
cholecystectomy
chondral
chronic
chronically
chronicity
circular
circumscribed
cirrhotic
clavicle
clavicles
clavicular
clear
cleared
clearing
clinical
clinically
clips
closure
clothing
cm
coarse
coarsened
coils
collapse
collapsed
collecting
collection
collections
colon
colonic
combination
common
compared
comparison
compartment
compatible
compensatory
complete
completely
complicating
component
compressive
computed
concern
concerning
condition
configuration
confirm
confluence
confluent
congenital
congestion
consider
considerably
considering
consistent
consists
consolidated
consolidating
consolidation
consolidations
consolidative
contain
containing
continued
continues
contour
contours
contrast
contributes
convex
convexity
convincing
coracoclavicular
coracoid
coronal
coronary
correct
correction
correlate
correlation
corresponding
corresponds
cortex
cortical
corticated
costicartilage
costochondral
costodiaphragmatic
costophrenic
could
courses
coursing
crescentic
crosses
crosstable
crowding
cuffing
curvature
curvilinear
cyst
cystic
dated
dating
decrease
decreased
decubitus
dedicated
deep
defect
defibrillator
defined
definite
definitely
definition
definitive
definitively
deformities
deformity
degenerate
degenerated
degeneration
degenerative
degraded
degree
demineralization
demonstrable
demonstrate
demonstrated
demonstrates
dense
densely
denser
densities
density
dependent
depression
depressions
descending
described
desired
destruction
destructive
detail
determined
developed
developing
development
deviation
device
dextro
dextrocardia
dextrocurvature
dextroscoliosis
dialysis
diameter
diaphragm
diaphragmatic
diaphragms
dictation
differences
difficult
diffuse
diffusely
dilated
dilation
dimension
diminished
direct
disc
discoid
discrete
disease
dislocation
dislocations
displaced
displacement
disrupted
disruption
distal
distended
distending
distinct
distortion
distributed
distribution
diverticula
do
documented
does
dominant
dual
duct
due
early
ectasia
ectatic
edema
effusion
effusions
either
elbow
electrodes
electronic
elements
elevated
elevation
elongation
embolism
embolization
emphysema
emphysematous
empyema
enchondroma
end
endotracheal
endplate
endplates
engorged
engorgement
enhanced
enlarged
enlargement
enteric
enthesophyte
entire
entirely
epicardial
epigastric
epigastrium
epiglottis
epipericardial
erosions
esophagectomy
esophagus
especially
essentially
etiology
evaluate
evaluated
evaluation
eventration
evidence
evidenced
evident
evolving
exaggerated
exaggeration
exam
examination
examinations
example
exams
excavatum
except
exchanged
exclude
excluded
exclusion
expanded
expansile
expansion
expected
expiratory
exposure
extends
extension
extensive
external
extraluminal
extremely
extremity
extubation
factors
failure
fat
favored
favoring
features
feeding
femoral
femur
few
fibronodular
fibrosis
fibrotic
fifth
filled
film
films
finding
findings
first
fissural
fissure
fissures
fixation
flattened
flattening
flexure
flowing
fluid
fluoroscopy
focal
focally
foci
focus
fold
followup
foot
for
forearm
forefoot
foreign
formation
formations
fossae
found
fourth
fracture
fractured
fractures
fragment
fragments
free
from
frontal
full
fullness
fully
fungal
further
fusion
gallstone
gallstones
gastric
gastroesophageal
generalized
generally
generator
geographic
given
glenohumeral
glenoid
globular
goiter
graft
grafts
granuloma
granulomas
granulomata
granulomatous
greater
greatest
gross
grossly
gunshot
habitus
hand
has
have
haziness
head
healed
healing
heart
heavily
helpful
hematoma
hemiabdomen
hemidiaphragm
hemidiaphragms
hemithorax
hemodialysis
hemorrhage
hemothorax
hernia
hiatal
hiatus
high
hilar
hilum
hip
histoplasmosis
history
horizontal
hours
however
humeral
humerus
hump
hydropneumothorax
hyper
hyperaerated
hyperdense
hyperexpanded
hyperexpansion
hyperinflated
hyperinflation
hyperlucency
hyperlucent
hyperostosis
hypertension
hypertrophy
hypodense
hypoinflated
hypoinflation
hypoventilated
hypoventilation
hypoventilatory
identified
idiopathic
if
iliac
ill
image
imaged
images
imaging
immediately
impacted
implants
improved
improvement
in
incidental
incidentally
include
included
including
incomplete
incompletely
increase
increased
increasing
indeterminate
indicate
indistinct
indistinctness
indwelling
infarct
infection
infections
infectious
inferior
inferiorly
infiltrate
infiltrates
inflammatory
inflated
infracarinal
infrahilar
injection
injury
inlet
innominate
inserted
institutions
intact
interface
interim
interlobar
internal
interposition
interpretation
interrupted
interruption
interspace
interspaces
interstitial
interstitium
interval
intervertebral
inthe
into
intramedullary
intraperitoneal
intrathecal
intravenous
intussusception
involving
irregular
irregularities
irregularity
is
it
its
jewelry
joint
joints
jugular
junction
juxtahilar
kidneys
knee
knees
known
kyphosis
kyphotic
large
largely
larger
largest
laryngeal
last
lateral
laterally
layering
leads
left
lesion
lesions
less
level
levels
levocurvature
levoscoliosis
ligamentous
like
likewise
limit
limited
limits
line
lines
lingula
lingular
liver
lobar
lobe
lobectomy
lobes
lobulated
localized
located
location
loculated
loculation
look
loops
lordosis
lordotic
loss
low
lower
lucencies
lucency
lucent
lumbar
lumen
lumpectomy
lung
lungs
lymph
lymphadenopathy
lytic
m
magnification
magnified
maintained
making
malalignment
malignancy
malleoli
margin
marginal
margination
margins
marked
markedly
markers
marking
markings
mass
masses
masslike
mastectomy
material
maximal
maximum
may
measure
measures
measuring
medial
medially
mediastinal
mediastinum
medication
mentally
metacarpal
metastatic
mid
midabdomen
midclavicular
middle
midfoot
midline
midlower
midlung
midright
midshaft
midthoracic
mild
mildly
minimal
minimally
mitral
mm
moderate
moderately
monitor
morbidly
more
mortise
most
mostly
motion
moved
multilevel
multiple
muscle
my
myeloma
myocardial
narrow
narrowed
narrowing
nasogastric
near
neck
necks
negative
neoplasm
neoplastic
nerve
neurostimulator
nipple
no
node
nodular
nodule
nodules
non
noncalcified
nondiagnostic
nondilated
nondisplaced
nonenlarged
nonrib
nonspecific
normal
normally
not
notable
notably
note
noted
noticed
notification
now
number
numerous
obese
oblique
obliquely
obliteration
oblong
obscuration
obscure
obscured
obscures
obscuring
observed
obstruction
obstructive
obtained
obvious
obviously
occluder
of
old
on
one
only
onset
opacification
opacities
opacity
opaque
or
ordered
organomegaly
oriented
origin
orthopedic
osseous
osseus
ossifications
osteoarthritis
osteochondromas
osteochondromatosis
osteodystrophy
osteopenia
osteopenic
osteophyte
osteophytes
osteoporosis
other
otherwise
outlining
outside
outward
oval
over
overall
overlap
overlapping
overlay
overlie
overlies
overload
overlying
overt
ovoid
p
pacemaker
pads
pannus
parahilar
paraspinal
paratracheal
parenchyma
parenchymal
part
partial
partially
particularly
partly
passes
passive
patchy
patellofemoral
pathologic
pathology
patient
pattern
pectus
pedicle
pelvic
pelvis
performance
performed
perhaps
peribronchial
pericardial
perihilar
peripheral
peripherally
periphery
peritracheal
persistence
persistent
persistently
persists
phenomenon
phleboliths
piercing
piercings
piriform
placed
placement
planning
plantar
plaque
plateaus
platelike
plates
pleura
pleural
pleuroparenchymal
pneumatoceles
pneumomediastinum
pneumonia
pneumonic
pneumonitis
pneumoperitoneum
pneumothoraces
pneumothorax
poorly
popliteal
portable
portion
portions
position
positional
positioned
positioning
possible
possibly
post
posterior
posteriorly
posterobasal
posterolateral
postoperative
postradiation
postsurgical
posttraumatic
potential
predominance
predominantly
presence
present
pretracheal
prevertebral
previous
previously
primarily
primary
prior
probable
probably
procedure
process
progression
projected
projectile
projecting
projection
projects
prominence
prominent
prostheses
prosthesis
prosthetic
proximal
pull
pulmonary
punctate
purpose
quadrant
questionable
questioned
radiating
radiation
radiodense
radiodensity
radiograph
radiographic
radiographically
radiographs
radiography
radiopaque
raise
ratio
re
reaction
readily
reasonably
recent
recess
recesses
recommend
recommended
rectum
recurrence
redemonstrated
redemonstration
reduced
reflect
reflecting
reflects
reflex
reformats
region
regions
regular
related
relates
relating
relative
relatively
remain
remainder
remaining
remains
remarkable
remodeling
remote
removal
removed
renal
repair
repeated
replacement
represent
representative
representing
represents
resection
reside
residual
residuals
resolution
resolved
resolving
respect
result
resultant
retained
retention
reticular
reticulonodular
retracted
retraction
retrocardiac
retrocrural
retrohilar
retrolisthesis
retropulsion
retrosternal
retrosternally
revascularization
reveal
reveals
reversal
review
rib
ribs
right
rightward
ring
rods
rotated
rotation
rotator
rotatory
round
rounded
s
sacroiliac
sagittal
same
sarcoid
satisfactory
scan
scaphoid
scapula
scapular
scar
scarring
scars
scattered
sclerosis
sclerotic
scoliosis
scoliotic
screw
second
secondary
see
seems
seen
segment
segmental
senescent
separation
septal
sequela
sequelae
series
setting
several
severe
severely
shadows
shape
shaped
shielded
shift
shifted
short
shortening
should
shoulder
show
showed
shows
shrapnel
shunt
side
sided
sign
significant
significantly
silhouette
silhouettes
similar
since
single
sinus
sinuses
six
sixth
size
sized
sizes
skeletal
skin
skinfold
slight
slightly
small
smaller
smooth
soft
some
somewhat
space
spaces
sparing
spasm
specific
spiculated
spinal
spine
splenic
splinting
spondylitic
spondylosis
spurring
stabilization
stable
stated
status
stent
stents
sternotomy
sternum
stimulator
stomach
stool
stranding
strandy
streakiness
streaky
stringy
stripe
structure
structures
studies
study
subacute
subcarinal
subcentimeter
subchondral
subclavian
subcutaneous
subdiaphragmatic
subluxation
submitted
suboptimal
subphrenic
subpleural
subpulmonic
subsegmental
substernal
subtle
suction
suggest
suggesting
suggestion
suggestive
suggests
suited
sulcal
sulci
sulcus
summation
superficial
superimposed
superimposes
superimposition
superior
superiorly
supine
supraclavicular
suprahilar
suprapatellar
surface
surgery
surgical
surrounding
suspected
suspicion
suspicious
suture
sutures
swimmers
symmetric
symmetrically
syndesmophyte
syndesmophytes
synovial
systems
t
tapering
technical
technique
telemetry
tenderness
tendinitis
tenting
terminates
terminating
testes
than
that
the
there
these
they
thickening
thickness
thin
third
this
thoracic
thoracolumbar
thoracotomy
thorax
though
thought
thready
through
throughout
thyroid
tibial
time
tip
tips
tissue
tissues
to
today
tomogram
top
tortuosity
tortuous
torturous
total
totally
towards
trabecular
trachea
tracheostomy
tracking
traction
transmetatarsal
transverse
traumatic
traverses
triangular
tricompartmental
true
tube
tuberculosis
tuberculous
tubes
tubing
tubular
tunneled
two
type
typical
uncalcified
uncertain
unchanged
under
undergone
underinflated
underinflation
underlying
underpenetrated
unfolded
unfolding
uniformly
unilateral
units
unknown
unremarkable
up
upon
upper
upward
vague
valve
valvuloplasty
varying
vascular
vascularity
vasculature
vasculatures
vasculaturity
vein
vena
venous
ventricle
ventricles
ventricular
versus
vertebra
vertebrae
vertebral
vertebroplasty
verterbroplasty
vertically
very
vessel
view
views
visible
visualization
visualized
volume
volumes
wall
walled
was
wedge
wedging
well
were
whether
which
whose
widened
widening
width
with
within
without
worse
worsened
worsening
worst
would
wound
x
years
your
zone
zones
